brew 'mas'
brew 'nvm'
brew 'tree'
brew 'awscli'

cask 'clipy'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'google-japanese-ime'
cask 'discord'
cask 'alfred'
cask 'iterm2'
cask 'slack'
cask 'iterm2'
cask 'spotify'
cask 'figma'
cask 'docker'
cask 'spectacle'
cask 'karabiner-elements'
cask 'virtualbox'
cask 'android-file-transfer'
cask 'adobe-acrobat-reader'

tap 'homebrew/cask-drivers'
cask 'logitech-options'

mas 'LINE', id: 539883307
mas 'GIPHY', id: 668208984
mas 'Display Menu', id: 549083868
mas 'Helium', id: 1054607607
mas 'The Unarchive‪r', id: 425424353

# Zsh
brew 'zsh-completions'
tap 'sanemat/font'
brew 'sanemat/font/ricty', args: ['with-powerline']
brew 'zsh-syntax-highlighting'
brew 'zsh-completions'