brew 'mas'
brew 'nvm'

tap 'homebrew/cask-drivers'

cask 'google-chrome'
cask 'visual-studio-code'
cask 'google-japanese-ime'
cask 'discord'
cask 'alfred'
cask 'iterm2'
cask 'slack'
cask 'iterm2'
cask 'spotify'
cask 'figma'
cask 'docker'
cask 'logitech-options'

mas 'LINE', id: 539883307
mas 'GIPHY', id: 668208984

# Zsh
brew 'zsh-completions'
tap 'sanemat/font'
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "zsh-syntax-highlighting"
brew "zsh-completions"